[
  {
    "title": "Ferrari Umumkan Jadwal Rilis Mobil Listrik Pertama: Ferrari Elettrica",
    "content": "Ferrari mengumumkan bahwa mobil listrik pertamanya, Ferrari Elettrica, akan diperkenalkan secara bertahap mulai 9 Oktober 2025 dengan pengenalan drivetrain yang disebut sebagai 'technological heart'. Peluncuran global dijadwalkan pada musim semi 2026, dan pengiriman akan dimulai pada Oktober 2026. Meskipun detail lengkap masih dirahasiakan, CEO Benedetto Vigna menyatakan bahwa Ferrari akan tetap memproduksi mesin pembakaran internal dan hybrid, dengan total enam model baru yang akan diperkenalkan tahun ini.",
    "imageUrl": "https://www.the-sun.com/wp-content/uploads/sites/6/2025/05/newspress-collage-7rdzm3uyn-1747054608096.jpg?w=620",
    "source": "The Sun",
    "publishedAt": "2025-05-12T13:00:29Z",
    "url": "https://www.the-sun.com/motors/14215974/ferrari-new-model-tech-heart/"
  },
  {
    "title": "McLaren W1: Hypercar Hybrid dengan Tenaga 1.258bhp",
    "content": "McLaren memperkenalkan hypercar terbaru mereka, McLaren W1, yang menggabungkan mesin V8 twin-turbo 4.0 liter dengan motor listrik, menghasilkan total tenaga sebesar 1.258bhp dan torsi 1.340Nm. Mobil ini mampu berakselerasi dari 0 hingga 200 km/jam dalam 5,8 detik, dengan kecepatan maksimum dibatasi hingga 217 mph. Dilengkapi dengan transmisi dual-clutch 8-percepatan dan desain aerodinamis yang menghasilkan downforce sebesar 1.000kg, W1 menekankan pada performa dan pengalaman berkendara yang optimal.",
    "imageUrl": "https://cdn.motor1.com/images/mgl/3W4EQx/s1/2025-mclaren-w1.jpg",
    "source": "The Sun",
    "publishedAt": "2025-03-15T10:00:00Z",
    "url": "https://www.thesun.ie/motors/14792738/mclaren-new-hypercar/"
  },
  {
    "title": "Ferrari F80: Hypercar Hybrid Terbaru dengan Tenaga 1.200hp",
    "content": "Ferrari F80, penerus dari SF90, diperkenalkan sebagai hypercar hybrid dengan mesin V6 twin-turbo 3.0L dan tiga motor listrik, menghasilkan total tenaga sebesar 1.200hp. Mobil ini mampu mencapai kecepatan 0-100 km/jam dalam 2,15 detik dan memiliki kecepatan maksimum 350 km/jam. Dengan desain yang terinspirasi dari F40 dan Daytona SP3, F80 akan diproduksi sebanyak 799 unit dengan harga sekitar $3,9 juta, dan semua unit telah terjual.",
    "imageUrl": "https://static0.carbuzzimages.com/wordpress/wp-content/uploads/2024/10/ferrari-f80-1.jpg",
    "source": "Wikipedia",
    "publishedAt": "2025-05-10T09:00:00Z",
    "url": "https://en.wikipedia.org/wiki/Ferrari_F80"
  },
  {
    "title": "Red Bull RB17: Hypercar Track-Only dengan Tenaga 1.200hp",
    "content": "Red Bull Advanced Technologies memperkenalkan RB17, hypercar track-only yang dirancang oleh Adrian Newey. Mobil ini dilengkapi dengan mesin V10 naturally aspirated yang mampu berputar hingga 15.000 rpm dan menghasilkan tenaga sebesar 1.000hp, ditambah 200hp dari sistem hybrid. Dengan berat hanya 900kg dan desain aerodinamis canggih, RB17 akan diproduksi sebanyak 50 unit dengan harga £5 juta per unit.",
    "imageUrl": "https://www.zero2turbo.com/wp-content/uploads/2024/07/red-bull-rb-17-goodwood.jpg",
    "source": "Wikipedia",
    "publishedAt": "2025-05-04T08:00:00Z",
    "url": "https://en.wikipedia.org/wiki/Red_Bull_RB17"
  },
  {
    "title": "Lamborghini Revuelto: Supercar Hybrid V12 dengan Tenaga 1.001hp",
    "content": "Lamborghini memperkenalkan Revuelto, supercar hybrid V12 yang menggantikan Aventador. Mobil ini menggabungkan mesin V12 6.5L dengan tiga motor listrik, menghasilkan total tenaga sebesar 1.001hp. Dengan struktur monocoque dari serat karbon dan desain aerodinamis yang ditingkatkan, Revuelto mampu berakselerasi dari 0 hingga 100 km/jam dalam 2,5 detik. Produksi dimulai pada tahun 2024 dengan 1.406 unit yang telah diproduksi.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Lamborghini_Revuelto_Opera_Unica_001.jpg/330px-Lamborghini_Revuelto_Opera_Unica_001.jpg",
    "source": "Wikipedia",
    "publishedAt": "2025-05-13T07:00:00Z",
    "url": "https://en.wikipedia.org/wiki/Lamborghini_Revuelto"
  },
  {
    "title": "Ferrari Menang Dramatis di WEC Spa 2025 Setelah Pertarungan Sengit",
    "content": "Ferrari melanjutkan dominasinya di musim WEC 2025 dengan kemenangan di 6 Hours of Spa. Tim AF Corse berhasil mengatasi tantangan berat dari Toyota dan Porsche, dengan strategi pit stop yang cerdas dan performa luar biasa dari trio pembalap Alessandro Pier Guidi, James Calado, dan Antonio Giovinazzi.",
    "imageUrl": "https://cdn-5.motorsport.com/images/amp/YP3v74o2/s1200/51-ferrari-af-corse-ferrari-49.webp",
    "source": "Autosport",
    "publishedAt": "2025-05-11T18:03:00Z",
    "url": "https://www.autosport.com/wec/news/how-ferrari-overcame-its-toughest-wec-2025-challenge-yet-with-spa-win/10721895/"
  },
  {
    "title": "F1 Monaco 2025: Aturan Pit Stop Baru Diperkenalkan untuk Meningkatkan Spektakel",
    "content": "FIA memperkenalkan aturan baru untuk Grand Prix Monaco 2025, mewajibkan setiap pembalap melakukan minimal dua pit stop dan menggunakan setidaknya dua jenis kompon ban berbeda. Tujuannya adalah meningkatkan strategi balapan dan mengurangi dominasi posisi start dalam balapan yang terkenal sulit untuk menyalip ini.",
    "imageUrl": "https://cdn.racingnews365.com/2025/_1456x910_crop_center-center_65_none/14014058/XPB_1281845_HiRes.webp?v=1747901431",
    "source": "RacingNews365",
    "publishedAt": "2025-05-22T10:10:00Z",
    "url": "https://racingnews365.com/explained-why-f1-has-made-radical-change-to-the-monaco-grand-prix"
  },
  {
    "title": "Red Bull Perkenalkan RB21 dengan Desain Aerodinamis Baru di Imola",
    "content": "Setelah awal musim yang konservatif, Red Bull akhirnya memperkenalkan pembaruan signifikan pada RB21 di GP Emilia Romagna 2025. Desain baru mencakup hidung yang lebih lebar dan peningkatan efisiensi pendinginan, yang terbukti efektif dengan kemenangan dominan Max Verstappen di Imola.",
    "imageUrl": "https://www.the-race.com/content/images/size/w1000/2025/05/XPB_1344525_HiRes.jpg",
    "source": "The Race",
    "publishedAt": "2025-05-22T12:00:00Z",
    "url": "https://www.the-race.com/formula-1/red-bulls-real-2025-f1-car-seems-to-have-now-arrived/"
  },
  {
    "title": "Porsche Pertimbangkan Menghidupkan Kembali Model Ikonik Flachbau 911",
    "content": "Porsche dikabarkan sedang mempertimbangkan untuk menghidupkan kembali model ikonik Flachbau 911, yang terakhir diproduksi pada 1980-an. Model ini dikenal dengan desain hidung datar dan lampu depan pop-up, berbeda dari desain 911 tradisional. Kebangkitan model ini akan menjadi langkah nostalgia yang menarik bagi para penggemar.",
    "imageUrl": "https://www.thescottishsun.co.uk/wp-content/uploads/sites/2/2025/05/930-targa-turbo-flachbau-display-997064270.jpg?w=620",
    "source": "The Scottish Sun",
    "publishedAt": "2025-05-22T09:00:00Z",
    "url": "https://www.thescottishsun.co.uk/motors/14828417/major-sports-car-brand-revive-weirdest-model/"
  }
]
